Repository: charlink1/iwmr
Catalog: Assets/SmartLocalizationWorkspace/Data/LanguageData/Language.*.resx
Languages: es

# Attack.Description.Fire
source: Fire Magic
es: Magia de Fuego.

# Attack.Description.Poison
source: Poison Magic
es: Magia de Veneno.

# Attack.Name.Fire
source: Fire
es: Fuego

# Attack.Name.HammerStatic
source: Static Hammer Attack
es: Martillazo estático

# Attack.Name.HammerSwing
source: Hammer Swing
es: Golpetazo

# Attack.Name.Poison
source: Poison
es: Veneno

# Attack.Name.Slash
source: Slash
es: Corte

# Attack.Name.SlashStatic
source: Static Slash Attack
es: Corte estático

# Book.Order
source: The first page say: "Green, brown, black, grey, red, yellow." I like to use this kind of codes to sort some things. My mother goes crazy with that.
es: La primera página dice: “Verde, marrón, negro, gris, rojo, amarillo”. Me gusta utilizar este tipo de códigos para ordenar algunas cosas. Mi madre se vuelve loca con esto.

# Boss.Conversation.Part1.Girl
source: Oooh. Here we go again.
es: Oooh. Ya estamos otra vez.

# Boss.Conversation.Part2.Boy
source: Look! I think it's different now.
es: ¡Mira! Creo que ahora es distinto.

# Boss.Conversation.Part3.Boss
source: Ha Ha! It was fun isn't it? Now it's time to my heroic entrance!
es: ¡Ja ja! Fue divertido ¿no es cierto? ¡Ahora es el momento de mi entrada heroica!

# Boss.Conversation.Part3.Boy
source: And who are you?
es: ¿Y quién eres tú?

# Boss.Conversation.Part4.Boss
source: I'm a Room Eater. An interdimensional being...
es: Soy un Comehabitaciones, un ser interdimensional...

# Boss.Conversation.Part5.Boss
source: ... I said Room Eater. What's wrong with that girl?
es: ... He dicho Comehabitaciones. ¿Qué le pasa a esta niña?

# Boss.Conversation.Part5.Girl
source: Room keeper? Cool!
es: ¿Correhabitaciones? ¡Guaaay!

# Boss.Conversation.Part6.Boss
source: We take kid's rooms when they are not inside playing and then we drain all the fun accumulated over time and then we give it back to be charged again.
es: Cogemos las habitaciones de los niños cuando no están dentro jugando, drenamos toda la diversión acumulada en ellas a través del tiempo y luego las devolvemos para que vuelvan a ser cargadas de nuevo.

# Boss.Conversation.Part6.Boy
source: But we were inside of our rooms!
es: ¡Pero nosotros estábamos dentro de nuestras habitaciones!

# Boss.Conversation.Part7.Boss
source: Did you ever notice that something disappears mysteriously inside your room?
es: ¿Nunca habéis notado que desaparecen cosas misteriosamente de vuestros cuartos?

# Boss.Conversation.Part7.Girl
source: Yeah. Give back our rooms now!
es: ¡Eso! ¡Devuélvenos nuestros cuartos de nuevo!

# Boss.Conversation.Part8.Boss
source: And that's why I've prepared these games for you. Now let's play one more time. Hehehe.
es: Y por eso he preparado estos juegos para vosotros. Ahora jugad una vez más. Jejeje.

# Boy.Appears.Part1.Boy
source: Oh boy. Another room? That's not fair.
es: ¡Jopelines! ¿Otro cuarto? Esto no es justo.

# Boy.Appears.Part10.Boy
source: Name's Charlie by the way.
es: Por cierto, me llamo Charlie.

# Boy.Appears.Part2.Girl
source: Woha?! Who are you? What are you doing in my room? And what were you doing under my bed?!
es: ¡Buaah! ¿Quién eres? ¿Qué estás haciendo en mi habitación? ¡¿Y qué estabas haciendo debajo de mi cama?!

# Boy.Appears.Part3.Boy
source: I-It's not what you think!...
es: ¡N-No es lo que piensas!...

# Boy.Appears.Part4.Boy
source: I was trapped inside of my room... or I thought it was my room. Then everything went crazy and a lot of weird things happened.
es: Estaba atrapado dentro de mi cuarto... o lo que creía que era mi cuarto. Luego todo se volvió una locura y empezaron a pasar cosas muy raras.

# Boy.Appears.Part5.Girl
source: Well, I have bad news for ya. HOW CAN WE GO BACK TO OUR NON WEIRD ROOMS?!
es: Pues tengo malas noticias para ti. ¿¡CÓMO PODEMOS VOLVER A NUESTRAS HABITACIONES NO RARAS!?

# Boy.Appears.Part6.Boy
source: Hmm... we have to find what I call the hidden multy dimensional room configurator device (HMDRCD). It should be around.
es: Hmm... Tenemos que encontrar algo que yo llamo el dispositivo oculto configurador de habitaciones multidimensional (DOCAMD). Debería estar por aquí.

# Boy.Appears.Part7.Girl
source: My what? Did not your parents told you that cussing is wrong?
es: ¿Mi qué? ¿No te han dicho tus padres que está mal decir palabrotas?

# Boy.Appears.Part8.Boy
source: This is how I call the device... it's something where you can introduce some numbers.
es: Así es como se llama el cacharro. Es algo donde puedes poner números.

# Boy.Appears.Part9.Girl
source: All right! Let's find it.
es: ¡A encontrarlo pues!

# Character.Enemy.Name.Fluff
source: Living Fluff
es: Pelusa Viviente

# Character.Enemy.Name.MrMite
source: Room Eater
es: Comehabitaciones

# Character.Enemy.Name.Sock
source: Lost Sock
es: Calcetín Perdido

# Character.Enemy.Name.Teddy
source: Old Teddy
es: Osito viejo

# Character.Levelup
source: Level Up!
es: sube de nivel.

# Chest.Empty
source: It's too heavy and I can't push it.
es: Esto es muy pesado como para empujarlo.

# Chest.SomethingMore
source: There is something more inside.
es: Hay algo más dentro.

# ClockConversation.Part1
source: What are you doing?
es: ¿Qué estás haciendo?

# ClockConversation.Part2
source: You said that we have to find a thing where we can "introduce" numbers sooo...
es: Dijiste que había que encontrar algo donde poder "poner" números, así que...

# ClockConversation.Part3
source: Yeah but... that's just a clock.
es: Sí pero... eso es solo un reloj.

# ClockConversation.Part4
source: Hmm...It's not set correctly anyway.
es: Hmm... Pues no marca la hora correcta.

# Controls.Action
source: Action / Submit
es: Acción / Confirmar

# Controls.Cancel
source: Cancel / Back
es: Cancelar / Volver

# Controls.EquipMenuNav
source: Equipment Menu Character Navigation
es: Nav. Personajes en Menú de Equipo

# Controls.Keyboard
source: Keyboard
es: Teclado

# Controls.Menu
source: Menu
es: Menú

# Controls.Move
source: Move
es: Mover

# Credits.Artist
source: Artist
es: Artista

# Credits.Music
source: Music
es: Música

# Credits.Programmer
source: Programmer
es: Programador

# Curiosities.Robbie
source: It's my Robbie the Rabbit plush toy. Sometimes I have the feeling that he is looking at me.
es: Es mi peluche de Robbie el Conejo. A veces tengo la sensación de que me está mirando.

# Door.Locked
source: It's still locked from the other side.
es: Sigue cerrada desde el otro lado.

# Final.Part1.Boy
source: Look! The door's open!
es: ¡Mira! ¡Se ha abierto la puerta!

# Final.Part2.Girl
source: Yay! Finally! Let's go!
es: ¡Bien! ¡Por fin. Vámonos!

# Final.Part3
source: Angie! dinner's served. You can continue playing with your new friend later.
es: ¡Angie! La cena está servida. Puedes seguir jugando con tu nuevo amigo más tarde.

# Final.Part4.Boy
source: How does she know that I'm here?
es: ¿Cómo sabe que estoy aquí?

# Final.Part5.Girl
source: I don't know. I think all moms know everything about their kids. It's one of the powers of mommies.
es: No lo sé. Creo que todas las madres lo saben todo acerca de sus hijos. Es uno de los poderes de las mamis.

# Final.Part6.Girl
source: Come on! I can smell our dinner from here.
es: ¡Vamos! Puedo oler la cena desde aquí.

# Final.Part7.Girl
source: It was fun after all.
es: Fue divertido después de todo.

# Item.Description.Coke
source: Not so healty coke but it tastes great (Restores some MP)
es: Bebida de cola no muy saludable pero sabe genial (Restaura algo de MP).

# Item.Description.FoamSword
source: From the local funfair
es: De la feria local.

# Item.Description.Juice
source: Healthy juice (Restores some HP. Even if you are KO!)
es: Zumo saludable. (Restaura algo de HP. ¡Incluso si estás KO!)

# Item.Description.LightSaber
source: May the force be with you.
es: Que la fuerza te acompañe.

# Item.Description.Number
source: It's a number.
es: Es un número.

# Item.Description.PieceNumber
source: It looks like a piece of paper with a number.
es: Parece un trozo de papel con un número.

# Item.Description.Stick
source: It's a stick!!!
es: ¡¡¡Es un palo!!!

# Item.Loot
source: obtained.
es: obtenido.

# Item.LootFem
source: obtained.
es: obtenida.

# Item.Name.Coke
source: Coke
es: Refresco de cola

# Item.Name.FoamSword
source: Foam Sword
es: Espada de Gomaespuma

# Item.Name.Juice
source: Juice
es: Zumo

# Item.Name.LightSaber
source: Toy Lightsaber.
es: Sable de Luz de juguete

# Item.Name.NumberClock
source: Clock's piece of paper
es: Trozo de papel del reloj

# Item.Name.NumberSock
source: Number inside a sock
es: Número de dentro del calcetín

# Item.Name.PieceNumber1
source: Piece of Number 1
es: Trozo de Número 1

# Item.Name.PieceNumber2
source: Piece of Number 2
es: Trozo de Número 2

# Item.Name.PieceNumber3
source: Piece of Number 3
es: Trozo de Número 3

# Item.Name.Stick
source: Stick
es: Palo

# Library.cantReach
source: There are some books unsorted but I can't reach them.
es: Hay algunos libros sin ordenar pero no llego a ellos.

# Main.UpdateAvailable
source: A new version of the game is available.
es: Hay una nueva versión disponible.

# Menu.Back
source: Back
es: Atrás

# Menu.Clock
source: CurrentTime
es: Hora Actual

# Menu.Control
source: Control Info
es: Info de Controles

# Menu.Credits
source: Credits
es: Créditos

# Menu.DefaultItemDescription
source: No Item
es: Sin objetos.

# Menu.Exit
source: Exit Game
es: Salir del Juego

# Menu.Language
source: Language
es: Idioma

# Menu.Start
source: Start Game
es: Iniciar Juego

# Menu.Timer
source: Time
es: Tiempo

# MenuItem.Abilities
source: Abilities
es: Habilidades

# MenuItem.Attack
source: Attack
es: Atacar

# MenuItem.Equip
source: Equip
es: Equipar

# MenuItem.ExitGame
source: Return to Main Menu
es: Volver al Menú Principal

# MenuItem.Magic
source: Magic
es: Magia

# MenuItem.Objects
source: Items
es: Objetos

# MenuItem.Return
source: Return
es: Volver

# MenuItem.Unequip
source: Unequip
es: Desequipar

# Option.Yes
source: Yes
es: Sí

# Puzzle.Books.Succeed
source: Woha! It's moving to a side!
es: ¡Buaaah! ¡Se mueve a un lado!

# Puzzle.Books.Succeed2
source: There was something behind the library.
es: Había algo detrás de la librería.

# Puzzle.Clock.Init
source: Why does the clock is not set correctly?
es: ¿Por qué el reloj no está puesto en hora?

# Puzzle.Clock.Succeed
source: Something opened at the back side!
es: ¡Algo se ha abierto en la parte de atrás!

# Puzzle.Fail
source: Nothing happens.
es: No pasa nada.

# Puzzle.Password.Init
source: It says:"The first number comes from old broken memories, the second number is always on time. And that's all you need to know".
es: Dice: “El primer número viene de viejos recuerdos rotos, el segundo número siempre está en hora. Y eso es todo lo que necesitas saber”.

# Puzzle.Password.Init2
source: No. It's not! Shall I try 111? It always works.
es: ¡No. No lo es! ¿Debería probar con 111? Siempre funciona.

# Puzzle.Text.Books.Charcoal
source: 6. And your gift, charcoal.
es: 6. Y tu regalo, carbón.

# Puzzle.Text.Books.Cloud
source: 2. The tired cloud.
es: 2. La nube cansada.

# Puzzle.Text.Books.Narcissus
source: 3. Narcissus.
es: 3. Narciso.

# Puzzle.Text.Books.Poppies
source: 5. Bright Poppies.
es: 5. Amapolas brillantes.

# Puzzle.Text.Books.Potato
source: 1. The potato that didn't want to be eaten.
es: 1. La patata que no quería ser comida.

# Puzzle.Text.Books.Turtle
source: 4. The turtle's race.
es: 4. La carrera de la tortuga.

# Puzzle.Text.Chest
source: Empty the chest?
es: ¿Vaciar el baúl?

# Puzzle.Text.Clock
source: Set the clock at the correct time.
es: Pon el reloj en hora.

# Puzzle.Text.Library
source: Time to sort some books. The key must be somewhere.
es: Hora de ordenar algunos libros. La clave debe estar en alguna parte.

# Puzzle.Text.Password
source: Insert password.
es: Inserta contraseña.

# Sequence.First.Part1
source: A simple girl's room. Always filled with disorder and fun... except when no one is inside.
es: La habitación normal y corriente de una niña. Siempre llena de desorden y diversión... excepto cuando no hay nadie dentro.

# Sequence.First.Part2
source: Booooring.
es: Me abuuurrroooo.

# Sequence.First.Part3
source: W-WHAAAAA!!!
es: ¡¡¡B-BUAAAAH!!!

# Sequence.First.Part4
source: Whaaa-?! What's happening?! Is the sky falling down onto my house or something?!
es: ¿¡Ahhh!? ¡¿Qué está pasando?! ¿Se está cayendo el cielo sobre mi casa?

# Sequence.First.Part5
source: Gotta get out from here.
es: Tengo que salir de aquí.

# Sequence.First.Part6
source: What?! It's locked from the other side!
es: ¡¿Qué?! ¡Está cerrado desde el otro lado!

# UI.Jump
source: Jump
es: Saltar

# UI.Push
source: Push
es: Empujar
